Repository: SkyLaptor/factorio-mod-translation
Catalog: OmegaT/ja/tm/factorio-ja_JP.tmx
Source language: en_us
Languages: ja_jp

source: Regular
ja_jp: 普通

source: Good
ja_jp: 豊富

source: Very good
ja_jp: 非常に豊富

source: Refresh
ja_jp: 再読込

source: Cancel Blueprint
ja_jp: 建設計画のキャンセル

source: Clear Blueprint
ja_jp: 建設計画を空にする

source: Cancel Blueprint Edit
ja_jp: 編集をキャンセル

source: Include Entities
ja_jp: エンティティを含める

source: Include Tiles
ja_jp: タイルを含める

source: Include Modules
ja_jp: モジュールを含める

source: Search
ja_jp: 検索

source: Any
ja_jp: 任意

source: Yes
ja_jp: はい

source: No
ja_jp: いいえ

source: Reset filters
ja_jp: フィルターをリセットします

source: User Login
ja_jp: ユーザーログイン

source: Username can't be empty.
ja_jp: ユーザー名を空にすることはできません。

source: Add station
ja_jp: 駅を追加

source: Stations
ja_jp: 駅

source: Schedule
ja_jp: 時刻表

source: Add Wait Condition
ja_jp: 発車条件を追加

source: Wait until
ja_jp: 発車条件

source: Time passed
ja_jp: 経過した時間

source: Inventory full
ja_jp: インベントリが満杯

source: Inventory empty
ja_jp: インベントリが空

source: Item count
ja_jp: 貨物アイテム数

source: Circuit condition
ja_jp: 回路による

source: Inactivity
ja_jp: 積み卸し終了

source: Remove the condition
ja_jp: 条件を削除

source: Automatic
ja_jp: 自動モード

source: Manual
ja_jp: 手動モード

source: Preview
ja_jp: プレビュー

source: Trains with this stop
ja_jp: この駅に停車する列車

source: Rename stop
ja_jp: 駅の名前を変更

source: __1__ seconds passed
ja_jp: __1__秒経過

source: Full cargo inventory
ja_jp: 貨物車のインベントリが満杯

source: Empty cargo inventory
ja_jp: 貨物車のインベントリが空

source: Cargo: __1__ __2__ __3__
ja_jp: 貨物:__1__ __2__ __3__

source: Circuit: __1__ __2__ __3__
ja_jp: 回路:__1__ __2__ __3__

source: __1__ seconds of inactivity
ja_jp: 最後の積み卸しから __1__ 秒経過

source: Change name
ja_jp: 名前を変更

source: Set name
ja_jp: 名前を設定

source: Enqueue
ja_jp: キューに追加

source: Start researching this technology.
ja_jp: この技術の研究を開始します。

source: Schedule this technology to be researched. Its prerequisites will be researched first.
ja_jp: この技術の研究をスケジュールします、先に前提として必要な研究を行います。

source: Active Blueprint
ja_jp: アクティブな建設計画

source: Blueprints
ja_jp: 建設計画

source: Place blueprints here to store them
ja_jp: 建設計画をここに配置して格納

source: Save Label
ja_jp: ラベルを保存

source: Edit Label
ja_jp: ラベルを編集

source: __1__ technologies have been omitted from this view
ja_jp: __1__個の技術は、このビューから省略されています

source: Connect to server
ja_jp: サーバーに接続

source: Browse Public Games
ja_jp: 公開サーバーを閲覧

source: Play on LAN
ja_jp: LAN内で遊ぶ

source: Verify User Identity
ja_jp: ユーザーを照合

source: Tags
ja_jp: タグ

source: Visibility
ja_jp: 表示状態

source: Public
ja_jp: 公開

source: Hidden
ja_jp: 非表示

source: Max players
ja_jp: 最大プレイヤー数

source: Show turret radius when blueprinting
ja_jp: 建設計画時にタレットの攻撃範囲を表示

source: Show Combinator settings when detailed info is on
ja_jp: 詳細表示ONで回路の設定を表示

source: Factorio username
ja_jp: Factorioユーザー名

source: Always show item search bar
ja_jp: アイテム検索バーを常に表示

source: Browse games
ja_jp: ゲームをブラウズ

source: no game selected
ja_jp: ゲームが選択されていません

source: no game details
ja_jp: ゲームの詳細がありません

source: Has Password
ja_jp: パスワードが必要

source: Has Mods
ja_jp: MODの使用

source: Steam Friends in Game
ja_jp: Steamのフレンド

source: Internet
ja_jp: インターネット

source: Players
ja_jp: 参加者数

source: Playtime
ja_jp: プレイ時間

source: Join game
ja_jp: ゲームに参加

source: Access
ja_jp: アクセス

source: public
ja_jp: 公開

source: password
ja_jp: パスワード

source: calculating
ja_jp: 計測中

source: can't reach
ja_jp: 到達不可能

source: Please insert password for game __1__
ja_jp: ゲーム __1__ のパスワードを入力してください。

source: Matching server connection failed.
ja_jp: マッチングサーバーへの接続に失敗しました。

source: Matching server connection resumed.
ja_jp: マッチングサーバーへの接続が復活しました。

source: Failed to determine external IP address. Other players might not be able to connect.
ja_jp: グローバルIPアドレスを取得できませんでした。他のプレイヤーは接続できないかもしれません。

source: Copy the count of the specified output signal from the input signals.
ja_jp: 出力信号数を入力信号数と同じにします。

source: On
ja_jp: オン

source: Off
ja_jp: オフ

source: Circuit Network
ja_jp: 回路ネットワーク

source: Logistic Network
ja_jp: 物流ネットワーク

source: Circuit connection
ja_jp: 回路網への接続

source: Connected to Network
ja_jp: ネットワークに接続

source: Mode of operation
ja_jp: 動作モード

source: Logistic connection
ja_jp: 物流網への接続

source: No network in range
ja_jp: ネットワークが範囲内にありません

source: Enable/Disable
ja_jp: 有効/無効

source: Turn this entity on only when the condition is true.
ja_jp: 条件が当てはまる場合にのみこのエンティティを有効にします。

source: Set filters
ja_jp: フィルターを設定

# Set the inserter filters based on the signals from the circuit network.
source: Set the inserter filters based on\nthe signals from the circuit network.
ja_jp: 回路網からの信号に基づいて\nインサータのフィルターを設定します。

source: Read hand contents
ja_jp: 掴んでいるアイテムを取得する

source: Read the item held by the inserter hand\nand send it to the circuit network.\nThe number of items is also sent.
ja_jp: インサータが持っているアイテムの種類と数を\n回路ネットワークに送信します。

source: Read Contents
ja_jp: 読み込む

# Read the contents of this container and send it to the circuit network.
source: Read the contents of this container\nand send it to the circuit network.
ja_jp: このコンテナの内容物を取得し、\n回路網に信号として送ります。

source: Set requests
ja_jp: リクエスト

source: Set the logistic requests of the chest\nbased on the signals from the circuit network.
ja_jp: 回路ネットワークの信号に基づいて\n物流ネットワークにアイテムを要求します。

source: Use colors
ja_jp: 色の使用

source: Set the color of the lamp based on color signals.\nIf a color signal has a value greater than 0, the lamp will show that color.\nIf multiple colors are present, only one of them will be used.
ja_jp: 色の信号に基づいてランプの色を設定します。\n色の信号が0より大きい値を持っている場合、ランプはその色を表示します。\n複数の色が存在する場合、それらの一方のみが使用されます。

source: Read Logistic Network Contents
ja_jp: 物流ネットワークの内容を取得

source: Read the available items\nfrom the logistic network of this roboport\nand send them to the circuit network.
ja_jp: このステーションの物流ネットワークから\n使用可能なアイテムを読み取り\n回路網にシグナルとして送信します。

source: Read Robot Statistics
ja_jp: ロボットの統計を読み込む

source: Send to train
ja_jp: 列車に送る

source: Read Charge Level
ja_jp: 充電量を取得する

source: Close Signal
ja_jp: 信号を閉じる

source: Read Signal
ja_jp: 信号を取得する

source: Open Gate
ja_jp: ゲートを開く

source: Read Sensor
ja_jp: センサー読み取り

source: Enabled condition
ja_jp: 作動条件

source: Hand read mode
ja_jp: 読み取りモード

source: Content read mode
ja_jp: 読み取りモード

source: Pulse
ja_jp: パルス

source: The signal is sent for only 1 tick when the item is picked up.
ja_jp: アイテムを掴んだとき、1ティックだけシグナルを送信。

source: The signal is sent for only 1 tick when the item enters the belt.
ja_jp: アイテムが乗ったとき、1ティックだけシグナルを送信。

source: Hold
ja_jp: ホールド

source: The signal is sent continuously as long as the inserter is holding the item.
ja_jp: アイテムを掴んでいるあいだ、連続的にシグナルを送信。

source: The signal is sent continuously as long as the items are on the belt.
ja_jp: アイテムが乗っているあいだ、連続的にシグナルを送信。

source: Output Signal
ja_jp: 出力信号

source: Output Signals
ja_jp: 出力信号

source: Closed condition
ja_jp: 停止条件

source: Red
ja_jp: 赤

source: The circuit network signal to send when the rail signal is red\n(a train is passing through the rail signal).
ja_jp: 列車用信号が赤（列車が通過中）のとき\n回路ネットワークに送信するシグナル。

source: Orange
ja_jp: オレンジ

source: The circuit network signal to send when the rail signal is orange\n(a train is planning to pass through the rail signal).
ja_jp: 列車用信号が橙（列車が通過予定）のとき\n回路ネットワークに送信するシグナル。

source: Green
ja_jp: 緑

source: The circuit network signal to send when the rail signal is green\n(the signal is free).
ja_jp: 列車用信号が緑（列車通過予定なし）のとき\n回路ネットワークに送信するシグナル。

source: Available Logistic Bots
ja_jp: 待機中物流ロボット数

source: Total Logistic Bots
ja_jp: すべての物流ロボット

source: Available Construction Bots
ja_jp: 利用可能建設ロボット数

source: Total Construction Bots
ja_jp: すべての建設ロボット

source: Open condition
ja_jp: 通行条件

source: Send contents to circuit network
ja_jp: 回路ネットワークに内容を送る

source: Set requests from circuit network
ja_jp: 回路ネットワークからの要求を設定

source: Removed equipments
ja_jp: 削除された装備

source: Removed technologies
ja_jp: 消去されたテクノロジー

source: Changed equipments
ja_jp: 変更された装備

source: Changed recipes
ja_jp: 変更されたレシピ

source: Changed technologies
ja_jp: 変更されたテクノロジー

source: Create account
ja_jp: アカウントを作成

source: The game you are connecting to requires you to login with your Factorio account.
ja_jp: このゲームに接続するには、Factorioアカウントにログインする必要があります。

source: The game you are connecting to couldn't authenticate your Factorio username and token. Please login again or try later.
ja_jp: 接続しようとしているゲームは、あなたのFactorioユーザー名とトークンでは認証ができませんでした。ログインしなおすかまたは後でやり直してください。

source: There was a mismatch on the matching server in verifying your username and token. Please login again.
ja_jp: ユーザー名とトークンを検証中にマッチングサーバ上でミスマッチがありました。もう一度ログインしてください。

source: Please login with your Factorio username and password to browse public Multiplayer games.
ja_jp: 公開されているマルチプレイヤーゲームを参照するためは、Factorioユーザー名とパスワードでログインしてください。

source: Please insert a username under which you will be known in the multiplayer game (ideally your Factorio username).
ja_jp: マルチプレイヤーゲーム(あなたの理想的なFactorioのユーザー名)で知られるユーザ名を下に入力してください。

source: Posting a game to the matching server requires you to login with your Factorio account.
ja_jp: マッチングサーバーにゲームを登録するには、Factorioアカウントでログインする必要があります。

source: Connecting to the matching server requires you to login with your Factorio account.
ja_jp: マッチングサーバーに接続するには、Factorioアカウントでログインする必要があります。

source: Using the automatic updater requires you to login with your Factorio account.
ja_jp: 自動アップデーターを使用するには、Factorioアカウントでログインする必要があります。

source: Please login to your existing Factorio account.
ja_jp: 既存のFactorioアカウントでログインしてください。

source: Cancel
ja_jp: キャンセル

source: Already have account
ja_jp: 既にアカウントをお持ちの方

source: Username:
ja_jp: ユーザー名:

source: Password:
ja_jp: パスワード:

source: Email:
ja_jp: Eメールアドレス:

source: Creating account
ja_jp: アカウントを作成しています

source: Easy
ja_jp: イージー

source: Hard
ja_jp: ハード

source: Evolution factor: __1__. (Time __2__%) (Pollution __3__%) (Spawner kills __4__%)
ja_jp: 進化度: __1__. (時間経過 __2__%)(環境汚染 __3__%)(巣の破壊 __4__%)

source: Blue
ja_jp: 青

source: When in cursor
ja_jp: カーソル保持状態のとき

source: __1__ to clear.
ja_jp: __1__でクリア

source: Color
ja_jp: 色

source: Admins only
ja_jp: 管理者のみ可

source: Game name cannot be empty
ja_jp: 名前は空欄にできません

source: Max player count must be an integer
ja_jp: 最大プレイヤー数は整数でなければなりません

source: Show pollution on map view when detailed info is on
ja_jp: マップビューに汚染範囲を表示

source: Allow texture compression (needs restart)
ja_jp: テクスチャの圧縮を許可します(再起動が必要)

source: Singleplayer game pauses when a research is completed
ja_jp: シングルプレイ中は研究完了時に停止する

source: Install mods
ja_jp: MODをインストール

source: Update mods
ja_jp: MODをアップデート

source: Changes will require the game to restart.
ja_jp: 変更を適用するにはゲームの再起動が必要です。

source: Wall with gate controller
ja_jp: ゲート コントローラ付きの壁

source: Demand
ja_jp: 需要

source: Accumulator charge
ja_jp: 蓄電率

source: Removed recipes
ja_jp: 消去されたレシピ

source: Using the mod portal requires you to login with your Factorio account.
ja_jp: MODポータルを使用するには、Factorioアカウントでログインする必要があります。

source: There was a mismatch on the mod portal in verifying your username and token. Please login again.
ja_jp: ユーザー名とトークンを検証にMODポータル上でミスマッチがありました。もう一度ログインしてください。

source: A furnace can smelt stone bricks from raw stone and steel from iron plate (the steel recipe needs to be researched).
ja_jp: 炉は石からレンガを、鉄から鋼鉄を精錬することもできます(鋼鉄の精錬には研究が必要です)

source: The left and right side of the transport belt can be used independently for different resources. Inserters put things on the distant part of the belt, and can take items from either side.
ja_jp: __ENTITY__transport-belt__は左側と右側を別々に使って異なる資源を運ぶことができます。インサータは__ENTITY__transport-belt__の遠い側にアイテムを置き、拾うときはどちら側からでも取ることができます。

source: Copy-pasting to requester chests
ja_jp: 要求チェストにコピー＆ペースト

source: Browse mods
ja_jp: MODブラウザ

source: Last updated
ja_jp: 最終更新日

source: No mod selected
ja_jp: MODが選択されていません

source: Summary
ja_jp: 概要

source: Install
ja_jp: インストール

source: Update
ja_jp: アップデート

source: Selected mod has no released version
ja_jp: 選択したMODにはリリースされたバージョンが存在しません

source: Failed to connect to the mod portal
ja_jp: MODポータルへの接続に失敗しました

source: Downloading mods
ja_jp: MODをダウンロードしています

source: Spawner
ja_jp: 巣

source: Earned __1__ of __2__
ja_jp: __2__個中__1__個を獲得

source: Start tracking
ja_jp: トラッキングの開始

source: Stop tracking
ja_jp: トラッキングの停止

source: Allow linear filtering for icons (needs restart)
ja_jp: アイコンを線形にフィルタリングすることを許可します (再起動が必要)

source: Check for updates
ja_jp: アップデートを確認

source: Factorio version
ja_jp: Factorioバージョン

source: Incompatible with current version of the game
ja_jp: 現在のバージョンとは互換性がありません

source: Satisfaction
ja_jp: 充足度

source: Mod __1__ is already installed.
ja_jp: __1__ MODは既にインストールされています。

source: Download failed
ja_jp: ダウンロードに失敗しました

source: __1__ was demoted from admin by __2__.
ja_jp: __1__ は、__2__ によって管理者から降格しました。

source: The player limit was reached in this game.
ja_jp: このゲームでプレイヤー数の上限に達しました。

source: filters
ja_jp: フィルター

source: game details
ja_jp: ゲーム詳細

source: When the specified condition is true, try to make this signal red and stop any trains from passing.\nIf a train can not stop in time(signal is orange) or is already passing through(signal is red)\nthe signal will not stop that train.\nNote: the train will very often stop at the signal and not try to find an alternative path even if one is available.
ja_jp: 条件が真の時、信号を赤にしてすべての列車を通過させないようにします。 \nもし列車の停止が間に合わない(信号はオレンジ)、もしくはすでに通過済(信号は赤) の時には\n信号で列車を止める事はできません。\nノート: 列車は信号でしばしば停止しますが、その時に他に到達可能な経路があってもその経路の検索は行いません。

source: State
ja_jp: 状態

source: ON
ja_jp: オン

source: OFF
ja_jp: オフ

source: mod details
ja_jp: MOD詳細

source: Don't change this entity's behavior based on the circuit network.
ja_jp: 回路網の状態にかかわらず、このエンティティの動作を変更しません。

source: Downloads
ja_jp: ダウンロード数

source: Player __1__ is banned in this game.
ja_jp: プレイヤー __1__ はこのゲームからBANされています。

source: Active mods configuration doesn't match.
ja_jp: 有効なMODの設定が一致しません。

source: Another connection from this peer is in progress.
ja_jp: このピアとの別の接続が進行中です。

source: User verification is required for this game.
ja_jp: このゲームはユーザー認証が必要です。

source: Segment
ja_jp: セグメント

source: Block
ja_jp: ブロック

source: Trains in block
ja_jp: ブロック内の列車

source: Segment position
ja_jp: セグメント内位置

source: Front rail
ja_jp: 前端

source: Back rail
ja_jp: 後端

source: none
ja_jp: なし

source: Show item labels in cursor
ja_jp: カーソル保持状態でアイテムのラベルを表示

source: Automatic Steam update notice
ja_jp: 自動Steamアップデートのお知らせ

source: This version of Factorio is from beta branch that won't be updated automatically. To make sure you get the latest updates select "experimental" beta in Factorio properties in Steam or opt out of betas to get the latest stable release.
ja_jp: このFactorioベータブランチは自動更新されません。常に最新のバージョンにするためには、SteamクライアントのFactorioのプロパティから"experimental"を選択するか、"なし"を選んで安定版を待ってください。

source: Blueprint book next
ja_jp: 次へ (建設計画の本)

source: Blueprint book previous
ja_jp: 前へ (建設計画の本)

source: Invalid or corrupt file.
ja_jp: ファイルが無効または破損しています。

source: unspecified
ja_jp: 未指定

source: __1__'s color is now __2__
ja_jp: __1__の色は__2__に変更されました。

source: Internal player authentication error.
ja_jp: プレイヤー認証内部エラーです。

source: Internal player verification error.
ja_jp: プレイヤー確認内部エラーです。

source: <player> <message> - Sends a message to the specified player.
ja_jp: <player> <message> - 指定したプレイヤーにメッセージを送信します。

source: <command> - Prints a list of available commands, the optional argument can specify the command that should be described.
ja_jp: <command> - 使用可能なコマンドのリストを出力します。オプション引数で記述されるコマンドを指定できます。

source: <message> - Replies to the last player that whispered to you.
ja_jp: <message> - 最後に自分宛にささやいたプレイヤーへ返信します。

source: <player> <reason> - Kicks the specified player.
ja_jp: <player> <reason> - 指定したプレイヤーをキックします。

source: <player> <reason> - Bans the specified player.
ja_jp: <player> <reason> - 指定したプレイヤーをBANします。

source: <player> - Unbans the specified player.
ja_jp: <player> - 指定したプレイヤーをBAN解除します。

source: - Prints a list of banned players.
ja_jp: - BANされているプレイヤーの一覧を出力します。

source: <color> - Changes your color.
ja_jp: <color> - あなたの色を変更します。

source: Available colors: __1__.
ja_jp: 利用可能な色: __1__

source: - Server console commands.
ja_jp: - サーバーコンソールコマンド

source: - Terminates the server cleanly.
ja_jp: - サーバーを正常終了します。

source: <player> - Promotes the player to admin.
ja_jp: <player> - 指定したプレイヤーを管理者に昇格させます。

source: <player> - Demotes the player from admin.
ja_jp: <player> - 指定したプレイヤーを管理者から降格させます。

source: - Prints info about the alien evolution factor.
ja_jp: - エイリアンの進化ファクター情報を出力します。

source: Cluster size
ja_jp: クラスターサイズ

source: It can also be used to mine any kind of path.
ja_jp: 各種舗装の回収にも使います。

source: Wrong HTTP request. Seems like an internal error.
ja_jp: HTTP要求が間違っています。内部エラーの可能性があります。

source: __1__ for next.
ja_jp: 次へ：__1__

source: __1__ for previous.
ja_jp: 前へ：__1__

source: Search (__1__)
ja_jp: 検索 (__1__)

source: Change compare to 'And'
ja_jp: AND比較に変更

source: Change compare to 'Or'
ja_jp: OR比較に変更

source: Toggle between Map or Camera View
ja_jp: マップ/カメラビュー切り替え

source: Apply change
ja_jp: 変更を適用

source: Wait for VSync (needs restart)
ja_jp: 垂直同期(再起動が必要)

source: Switching blueprints within the blueprint book
ja_jp: 建設計画の本に収録された建設計画の切り替え

source: When you are holding the blueprint book, you can move through the inventory of stored blueprints by using "__CONTROL__cycle-blueprint-forwards__" and "__CONTROL__cycle-blueprint-backwards__".
ja_jp: 建設計画の本をホールドしているとき、"__CONTROL__cycle-blueprint-forwards__"と"__CONTROL__cycle-blueprint-backwards__"で適用する建設計画を変更できます。

source: Copying wagon slot filters
ja_jp: 貨物スロットフィルターのコピー

source: You can copy the wagon slot filter between inventory slots in the same way as copy-pasting between entities, using "__CONTROL__copy-entity-settings__" to copy a slot filter and "__CONTROL__paste-entity-settings__" to paste it to the selected slot.
ja_jp: 貨物列車インベントリのフィルターは他の施設の設定同様に、"__CONTROL__copy-entity-settings__"でコピーし、"__CONTROL__paste-entity-settings__"でペーストできます。

source: Unlocks
ja_jp: 解放：

source: Locks
ja_jp: 制限：

source: Building sprite atlas ...
ja_jp: スプライトアトラスを構築中…

source: Building prototypes ...
ja_jp: プロトタイプを構築中…

source: Number of available robots
ja_jp: 利用可能ロボット数

source: Logistic
ja_jp: 物流ロボット

source: Construction
ja_jp: 建設ロボット

source: Auto trash
ja_jp: 自動廃棄

source: - Prints a list of game admins.
ja_jp: - 管理者の一覧を出力します。

source: <name> - Saves the current game with the specified name.
ja_jp: <name> - 指定した名前で現在のゲームを保存します。

source: Open object's GUI
ja_jp: オブジェクトメニューを開く

source: Couldn't parse the response from the auth server. This seems to be an internal server error.
ja_jp: 認証サーバーからの応答を解釈できませんでした。おそらくサーバーのエラーです。

source: Open train menu
ja_jp: 列車メニューを開く

source: Save Blueprint
ja_jp: 計画を保存

source: Set logistic request count to 1 instead of stack size.
ja_jp: 物流ネットワークへの要求数をスタックサイズでなく1個にする

source: Direct Connection
ja_jp: 接続

source: Output the specified output signal with a value of 1.
ja_jp: 指定された出力信号を数量1で出力します。

source: Create an account at Factorio.com
ja_jp: Factorio.com のアカウントを作成する

source: You cannot insert an item into itself.
ja_jp: アイテムをアイテム自身に入れることはできません。

source: Pressing "__CONTROL__open-gui__" on electric pole will open statistics of the electric network it is connected to.
ja_jp: 電柱にカーソルをあわせて"__CONTROL__open-gui__"を押すと、電力統計情報ウィンドウを開くことができます。

source: Pressing "__CONTROL__stack-transfer__" will move the whole item stack. Moreover, the transfer command is smart enough to figure out where to move the stack. For instance, performing a stack transfer on an __ITEM__iron-axe__ in the main inventory will have it placed into the tools slot.
ja_jp: アイテムにカーソルをあわせて"__CONTROL__stack-transfer__"を押すと、選択したアイテムは1スタックまるごと移動します。自動的に適切な場所へ移動されるので、たとえばメインインベントリにある__ITEM__iron-axe__をスタック移動させるとツールスロットへ移動します。

source: Pressing "__CONTROL__inventory-transfer__" will move all the item stacks of given type between inventories. This can be used, for instance, to transfer all the transport belts from the __ENTITY__wooden-chest__ to the main inventory.
ja_jp: アイテムにカーソルをあわせて"__CONTROL__inventory-transfer__"を押すと、インベントリ内にある同じアイテムを全て移動させることができます。たとえば__ENTITY__wooden-chest__にある__ENTITY__transport-belt__を全てメインインベントリに移動させるときなどに使えます。

source: Pressing "__CONTROL__fast-entity-transfer__" allows you to perform a transfer with the selected entity without opening its gui. If the player's hand is empty the transfer happens from the entity into the player's inventory, and vice-versa when player's hand is full. This can be useful in the early stages of the game, in order to manage __ENTITY__stone-furnace__s, __ENTITY__burner-mining-drill__s, etc.
ja_jp: "__CONTROL__fast-entity-transfer__"を押すと、ウィンドウを開かなくてもアイテム移動ができます。__ENTITY__wooden-chest__や__ENTITY__stone-furnace__、__ENTITY__burner-mining-drill__などから素早くアイテムを取得できます。

source: Quickbar access
ja_jp: クイックバー アクセス

source: Pressing "__CONTROL__clean-cursor__" will move the item stack from the cursor into your inventory/quickbar.
ja_jp: アイテム選択中に"__CONTROL__clean-cursor__"を押すと、手に持ったアイテムは元のインベントリやクイックバーに戻ります。

source: Pressing "__CONTROL__show-info__" will toggle the extended info overlay.
ja_jp: "__CONTROL__show-info__"を押すと拡張情報オーバーレイの表示/非表示ができます。

source: Pressing "__CONTROL__toggle-filter__" on the quickbar slot lets you set what this slot is reserved for. No other item can be placed into this slot, and items of the selected type will be moved into this slot.
ja_jp: クイックバーのスロットにカーソルをあわせ"__CONTROL__toggle-filter__" を押すと、スロットを予約できます。選択されたアイテムは優先的にそのスロットに登録されるようになり、その他のアイテムはそのスロットに登録されなくなります。

source: Pasting a recipe using "__CONTROL__paste-entity-settings__" from an assembling machine to a requester chest, will set the logistic request to the ingredients for that recipe. For most recipes the requested amount is double the count of required ingredients.
ja_jp: 組立機から要求チェストに"__CONTROL__paste-entity-settings__" でレシピを貼り付けると、必要な材料を物流ネットワークに要求できます。ほとんどのレシピでは2個分に必要な材料を要求します。

source: Remaining time: __1__
ja_jp: 残り時間: __1__

source: A console command was used. The achievement can't be unlocked in this game anymore.
ja_jp: コンソールコマンドが使用されました。このゲームでは実績を解除できなくなりました。

source: This achievement can only be unlocked on a freeplay map.
ja_jp: この実績はフリープレイのマップでのみ解除できます。

source: This achievement can't be unlocked in peaceful mode.
ja_jp: ピースフルモードでは、この実績を解除できません。

source: Manually: __1__ By robots: __2__
ja_jp: 手動: __1__ ロボット: __2__

source: Crafted manually: __1__
ja_jp: 手動での製作回数: __1__

source: Biggest damage in one hit: __1__
ja_jp: 一撃での最大ダメージ: __1__

source: Your color is now __1__
ja_jp: あなたの色は__1__になりました。

source: Can be inserted into armor.
ja_jp: モジュール式のアーマーにセットできます。

source: __1__ objects are missing construction robots.
ja_jp: __1__個のオブジェクトの修理に必要な建造ロボットが不足しています。

source: Go to the station
ja_jp: 駅へ移動

source: Time to wait at the station in seconds
ja_jp: 各駅の停車時間(秒)

source: Time needed to research one unit in the lab
ja_jp: 研究所で1単位研究するのに必要な時間

source: Sprite resolution (needs restart)
ja_jp: スプライト解像度 (再起動が必要)

source: Lights render resolution
ja_jp: 光レンダ解像度

source: Choose a recipe for assembling
ja_jp: レシピを選択

source: Reads the count of robots\nin the logistic network of this roboport\nand sends it to the circuit network.
ja_jp: このステーションの物流ネットワークから\nロボットの台数を読みとり\n回路網に信号として送信します。

source: Sends the contents of the circuit network to the train,\nso they can be used for wait conditions.
ja_jp: 列車に回路網の内容を送信し、\n発車条件に使用できるようにします。

source: Reads belt contents
ja_jp: ベルト上のアイテムを取得する

# Reads the count of items on the belt and sends it to the circuit network.
source: Reads the count of items on the belt\nand sends it to the circuit network.
ja_jp: ベルト上のアイテム数を取得し、\nその信号を回路網に送る

# Sends the charge level of this accumulator as a percentage between 0 and 100.
source: Sends the charge level of this accumulator\nas a percentage between 0 and 100.
ja_jp: この蓄電池の充電量を\n0〜100のパーセンテージで送信する

source: Reads the color of the rail signal and sends\nthe circuit network signal specified below.\nIf the rail signal is red because it was closed\nfrom the circuit network, nothing will be outputted.
ja_jp: 信号の状態を取得し、以下で指定\nするシグナルを回路網へ送ります。\n回路網の条件設定によって信号が赤に\nなっている時は何も出力されません。
